mdk09.03/2.10/2.10.org
#+TITLE: Диаграмма Ганта
#+AUTHOR: Кормышев ИСиП-401
#+DATE: \today
#+LANGUAGE: ru
#+LaTeX_HEADER: \usepackage[russian]{babel}

*Диаграмма Ганта* - популярный вид гистограмм, который используется для иллюстрации плана, графика работы по проекту.
Один из методов планирования.
Используется в управлении проектами.

Ключевым понятием в ДГ является *Веха* - метка значимого момента в выполнении работ, общая граница нескольких задач.
Вехи позволяют наглядно отобразить необходимость синхронизации.
Вехи не являются датами.

*Достоинства*:

1) Простота построения
2) Легкость восприятия
3) Возможность использования на любом уровне планирования
4) Показывает последовательность и продолжительность действий
5) Выделение приоритетов с помощью цветов


#+begin_center
СОВЕТЫ ПО ИСПОЛЬЗОВАНИЮ ДГ
#+end_center

1) Использовать не более 25 операций
2) Использовать в качестве основного инструмента в малых проектах
3) Не использовать в слишком больших и сложных проектах
4) Организуйте календарную разработку  
