mdk09.03/2.10/2.10.tex
% Created 2024-10-02 Ср 12:49
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage{minted}
\usepackage[russian]{babel}
\author{Кормышев ИСиП-401}
\date{\today}
\title{Диаграмма Ганта}
\hypersetup{
 pdfauthor={Кормышев ИСиП-401},
 pdftitle={Диаграмма Ганта},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 29.4 (Org mode 9.8-pre)}, 
 pdflang={Russian}}
\begin{document}

\maketitle
\tableofcontents

\textbf{Диаграмма Ганта} - популярный вид гистограмм, который используется для иллюстрации плана, графика работы по проекту.
Один из методов планирования.
Используется в управлении проектами.

Ключевым понятием в ДГ является \textbf{Веха} - метка значимого момента в выполнении работ, общая граница нескольких задач.
Вехи позволяют наглядно отобразить необходимость синхронизации.
Вехи не являются датами.

\textbf{Достоинства}:

\begin{enumerate}
\item Простота построения
\item Легкость восприятия
\item Возможность использования на любом уровне планирования
\item Показывает последовательность и продолжительность действий
\item Выделение приоритетов с помощью цветов
\end{enumerate}


\begin{center}
СОВЕТЫ ПО ИСПОЛЬЗОВАНИЮ ДГ
\end{center}

\begin{enumerate}
\item Использовать не более 25 операций
\item Использовать в качестве основного инструмента в малых проектах
\item Не использовать в слишком больших и сложных проектах
\item Организуйте календарную разработку
\end{enumerate}
\end{document}
